Repository: marcusschiesser/screencontext
Catalog: Sources/ScreenContext/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja_jp, ko_kr, pt_br, ru, tr, vi, zh_cn, zh_tw

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
ja_jp: %2$lld件中%1$lld件
ko_kr: %2$lld개 중 %1$lld개
pt_br: %1$lld de %2$lld
ru: %1$lld из %2$lld
tr: %2$lld kayıttan %1$lld
vi: %1$lld trên %2$lld
zh_cn: 第%1$lld个，共%2$lld个
zh_tw: 第%1$lld個，共%2$lld個

source: Add template
ar: إضافة قالب
de: Vorlage hinzufügen
es: Añadir plantilla
fr: Ajouter un modèle
it: Aggiungi modello
ja_jp: テンプレートを追加
ko_kr: 템플릿 추가
pt_br: Adicionar modelo
ru: Добавить шаблон
tr: Şablon ekle
vi: Thêm mẫu
zh_cn: 添加模板
zh_tw: 加入範本

source: Claude supports contexts up to 14,000 characters. Shorten this context and try again.
ar: يدعم Claude سياقات يصل طولها إلى 14,000 حرف. اختصر هذا السياق وحاول مرة أخرى.
de: Claude unterstützt Kontexte mit bis zu 14.000 Zeichen. Kürze diesen Kontext und versuche es erneut.
es: Claude admite contextos de hasta 14.000 caracteres. Acorta este contexto e inténtalo de nuevo.
fr: Claude accepte les contextes jusqu’à 14 000 caractères. Raccourcissez ce contexte et réessayez.
it: Claude supporta contesti fino a 14.000 caratteri. Riduci questo contesto e riprova.
ja_jp: Claude が対応するコンテキストは最大14,000文字です。コンテキストを短くして、もう一度お試しください。
ko_kr: Claude는 최대 14,000자의 컨텍스트를 지원합니다. 컨텍스트를 줄인 후 다시 시도하십시오.
pt_br: O Claude aceita contextos de até 14.000 caracteres. Reduza este contexto e tente novamente.
ru: Claude поддерживает контекст длиной до 14 000 символов. Сократите контекст и повторите попытку.
tr: Claude en fazla 14.000 karakterlik bağlamları destekler. Bu bağlamı kısaltıp yeniden deneyin.
vi: Claude hỗ trợ ngữ cảnh tối đa 14.000 ký tự. Hãy rút gọn ngữ cảnh này rồi thử lại.
zh_cn: Claude 支持最多 14,000 个字符的上下文。请缩短此上下文后重试。
zh_tw: Claude 支援最多 14,000 個字元的內容脈絡。請縮短內容脈絡後再試一次。

source: Context copied
ar: تم نسخ السياق
de: Kontext kopiert
es: Contexto copiado
fr: Contexte copié
it: Contesto copiato
ja_jp: コンテキストをコピーしました
ko_kr: 컨텍스트를 복사했습니다
pt_br: Contexto copiado
ru: Контекст скопирован
tr: Bağlam kopyalandı
vi: Đã sao chép ngữ cảnh
zh_cn: 上下文已复制
zh_tw: 內容脈絡已複製

source: Context Too Long
ar: السياق طويل جدًا
de: Kontext ist zu lang
es: El contexto es demasiado largo
fr: Contexte trop long
it: Contesto troppo lungo
ja_jp: コンテキストが長すぎます
ko_kr: 컨텍스트가 너무 깁니다
pt_br: Contexto muito longo
ru: Слишком длинный контекст
tr: Bağlam Çok Uzun
vi: Ngữ cảnh quá dài
zh_cn: 上下文过长
zh_tw: 內容脈絡過長

source: Couldn’t Open %@
ar: تعذر فتح %@
de: %@ konnte nicht geöffnet werden
es: No se pudo abrir %@
fr: Impossible d’ouvrir %@
it: Impossibile aprire %@
ja_jp: %@を開けませんでした
ko_kr: %@을(를) 열 수 없습니다
pt_br: Não foi possível abrir %@
ru: Не удалось открыть %@
tr: %@ Açılamadı
vi: Không thể mở %@
zh_cn: 无法打开 %@
zh_tw: 無法開啟 %@

source: Delete Template?
ar: هل تريد حذف القالب؟
de: Vorlage löschen?
es: ¿Eliminar plantilla?
fr: Supprimer le modèle ?
it: Eliminare il modello?
ja_jp: テンプレートを削除しますか？
ko_kr: 템플릿을 삭제하시겠습니까?
pt_br: Excluir modelo?
ru: Удалить шаблон?
tr: Şablon silinsin mi?
vi: Xóa mẫu?
zh_cn: 删除模板？
zh_tw: 刪除範本？

source: Delete template
ar: حذف القالب
de: Vorlage löschen
es: Eliminar plantilla
fr: Supprimer le modèle
it: Elimina modello
ja_jp: テンプレートを削除
ko_kr: 템플릿 삭제
pt_br: Excluir modelo
ru: Удалить шаблон
tr: Şablonu sil
vi: Xóa mẫu
zh_cn: 删除模板
zh_tw: 刪除範本

source: Make sure %@ is installed and try again.
ar: تأكد من تثبيت %@ ثم حاول مرة أخرى.
de: Stelle sicher, dass %@ installiert ist, und versuche es erneut.
es: Asegúrate de que %@ esté instalado e inténtalo de nuevo.
fr: Vérifiez que %@ est installé, puis réessayez.
it: Assicurati che %@ sia installato e riprova.
ja_jp: %@がインストールされていることを確認して、もう一度お試しください。
ko_kr: %@이(가) 설치되어 있는지 확인한 후 다시 시도하십시오.
pt_br: Verifique se %@ está instalado e tente novamente.
ru: Убедитесь, что приложение %@ установлено, и повторите попытку.
tr: %@ uygulamasının yüklü olduğundan emin olup yeniden deneyin.
vi: Hãy đảm bảo %@ đã được cài đặt rồi thử lại.
zh_cn: 请确保已安装 %@，然后重试。
zh_tw: 請確認已安裝 %@，然後再試一次。

source: New template
ar: قالب جديد
de: Neue Vorlage
es: Nueva plantilla
fr: Nouveau modèle
it: Nuovo modello
ja_jp: 新規テンプレート
ko_kr: 새 템플릿
pt_br: Novo modelo
ru: Новый шаблон
tr: Yeni şablon
vi: Mẫu mới
zh_cn: 新建模板
zh_tw: 新增範本

source: Restore built-in templates
ar: استعادة القوالب المضمنة
de: Integrierte Vorlagen wiederherstellen
es: Restaurar plantillas integradas
fr: Restaurer les modèles intégrés
it: Ripristina modelli integrati
ja_jp: 内蔵テンプレートを復元
ko_kr: 기본 제공 템플릿 복원
pt_br: Restaurar modelos integrados
ru: Восстановить встроенные шаблоны
tr: Yerleşik şablonları geri yükle
vi: Khôi phục mẫu tích hợp
zh_cn: 恢复内置模板
zh_tw: 還原內建範本

source: Template name
ar: اسم القالب
de: Vorlagenname
es: Nombre de la plantilla
fr: Nom du modèle
it: Nome del modello
ja_jp: テンプレート名
ko_kr: 템플릿 이름
pt_br: Nome do modelo
ru: Название шаблона
tr: Şablon adı
vi: Tên mẫu
zh_cn: 模板名称
zh_tw: 範本名稱

source: This permanently deletes the template.
ar: يؤدي هذا إلى حذف القالب نهائيًا.
de: Dadurch wird die Vorlage dauerhaft gelöscht.
es: Esto elimina permanentemente la plantilla.
fr: Cette action supprime définitivement le modèle.
it: Questa operazione elimina definitivamente il modello.
ja_jp: テンプレートが完全に削除されます。
ko_kr: 템플릿이 영구적으로 삭제됩니다.
pt_br: Isso exclui permanentemente o modelo.
ru: Шаблон будет удален без возможности восстановления.
tr: Bu işlem şablonu kalıcı olarak siler.
vi: Thao tác này sẽ xóa vĩnh viễn mẫu.
zh_cn: 这将永久删除模板。
zh_tw: 這將永久刪除範本。

source: Delete Recording
ar: حذف التسجيل
de: Aufnahme löschen
es: Eliminar grabación
fr: Supprimer l’enregistrement
it: Elimina registrazione
ja_jp: 録画を削除
ko_kr: 녹화 삭제
pt_br: Excluir gravação
ru: Удалить запись
tr: Kaydı Sil
vi: Xóa bản ghi
zh_cn: 删除录制
zh_tw: 刪除錄製

source: Delete Recording?
ar: هل تريد حذف التسجيل؟
de: Aufnahme löschen?
es: ¿Eliminar la grabación?
fr: Supprimer l’enregistrement ?
it: Eliminare la registrazione?
ja_jp: 録画を削除しますか？
ko_kr: 녹화를 삭제하시겠습니까?
pt_br: Excluir gravação?
ru: Удалить запись?
tr: Kayıt silinsin mi?
vi: Xóa bản ghi?
zh_cn: 删除此录制？
zh_tw: 刪除此錄製？

source: This permanently deletes the video and its keyframes.
ar: يؤدي هذا إلى حذف الفيديو وإطاراته الرئيسية نهائيًا.
de: Dadurch werden das Video und seine Keyframes dauerhaft gelöscht.
es: Esto elimina permanentemente el vídeo y sus fotogramas clave.
fr: Cette action supprime définitivement la vidéo et ses images clés.
it: Questa operazione elimina definitivamente il video e i relativi fotogrammi chiave.
ja_jp: ビデオとキーフレームが完全に削除されます。
ko_kr: 비디오와 키프레임이 영구적으로 삭제됩니다.
pt_br: Isso exclui permanentemente o vídeo e seus quadros-chave.
ru: Видео и его ключевые кадры будут удалены без возможности восстановления.
tr: Bu işlem videoyu ve anahtar karelerini kalıcı olarak siler.
vi: Thao tác này sẽ xóa vĩnh viễn video và các khung hình chính.
zh_cn: 这将永久删除视频及其关键帧。
zh_tw: 這將永久刪除影片及其關鍵影格。

source: Allow Screen Recording for ScreenContext, then reopen or refresh sources.
ar: اسمح بتسجيل الشاشة لـ ScreenContext، ثم أعد فتح المصادر أو تحديثها.
de: Bildschirmaufnahme für ScreenContext erlauben und Quellen anschließend erneut öffnen oder aktualisieren.
es: Permite la grabación de pantalla para ScreenContext y vuelve a abrir o actualizar las fuentes.
fr: Autoriser l’enregistrement de l’écran pour ScreenContext, puis rouvrir ou actualiser les sources.
it: Consenti la registrazione schermo per ScreenContext, quindi riapri o aggiorna le sorgenti.
ja_jp: ScreenContextの画面収録を許可してから、ソースを再度開くか更新してください。
ko_kr: ScreenContext의 화면 기록을 허용한 다음 소스를 다시 열거나 새로 고치십시오.
pt_br: Permita a gravação da tela para o ScreenContext e reabra ou atualize as fontes.
ru: Разрешите ScreenContext запись экрана, затем снова откройте или обновите источники.
tr: ScreenContext için ekran kaydına izin verin, ardından kaynakları yeniden açın veya yenileyin.
vi: Cho phép ScreenContext ghi màn hình, sau đó mở lại hoặc làm mới nguồn.
zh_cn: 允许 ScreenContext 录制屏幕，然后重新打开或刷新来源。
zh_tw: 允許 ScreenContext 錄製螢幕，然後重新開啟或重新整理來源。

source: Allow Screen Recording…
ar: السماح بتسجيل الشاشة…
de: Bildschirmaufnahme erlauben…
es: Permitir grabación de pantalla…
fr: Autoriser l’enregistrement de l’écran…
it: Consenti registrazione schermo…
ja_jp: 画面収録を許可…
ko_kr: 화면 기록 허용…
pt_br: Permitir gravação da tela…
ru: Разрешить запись экрана…
tr: Ekran Kaydına İzin Ver…
vi: Cho phép ghi màn hình…
zh_cn: 允许屏幕录制…
zh_tw: 允許螢幕錄製…

source: Automatic model installation requires macOS 26 or later.
ar: يتطلب التثبيت التلقائي للنموذج macOS 26 أو أحدث.
de: Die automatische Modellinstallation erfordert macOS 26 oder neuer.
es: La instalación automática del modelo requiere macOS 26 o posterior.
fr: L’installation automatique du modèle nécessite macOS 26 ou ultérieur.
it: L’installazione automatica del modello richiede macOS 26 o versioni successive.
ja_jp: モデルの自動インストールにはmacOS 26以降が必要です。
ko_kr: 자동 모델 설치에는 macOS 26 이상이 필요합니다.
pt_br: A instalação automática do modelo requer macOS 26 ou posterior.
ru: Для автоматической установки модели требуется macOS 26 или новее.
tr: Otomatik model yükleme macOS 26 veya sonrasını gerektirir.
vi: Cài đặt mô hình tự động yêu cầu macOS 26 trở lên.
zh_cn: 自动安装模型需要 macOS 26 或更高版本。
zh_tw: 自動安裝模型需要 macOS 26 或以上版本。

source: Camera permission is unavailable. Enable it in Privacy & Security before recording.
ar: إذن الكاميرا غير متاح. فعّله في الخصوصية والأمان قبل التسجيل.
de: Die Kameraberechtigung ist nicht verfügbar. Vor der Aufnahme unter „Datenschutz & Sicherheit“ aktivieren.
es: El permiso de la cámara no está disponible. Actívalo en Privacidad y seguridad antes de grabar.
fr: L’autorisation de la caméra n’est pas disponible. L’activer dans Confidentialité et sécurité avant l’enregistrement.
it: L’autorizzazione per la fotocamera non è disponibile. Abilitala in Privacy e sicurezza prima di registrare.
ja_jp: カメラの権限がありません。収録前に「プライバシーとセキュリティ」で有効にしてください。
ko_kr: 카메라 권한을 사용할 수 없습니다. 녹화 전에 개인정보 보호 및 보안에서 활성화하십시오.
pt_br: A permissão da câmera não está disponível. Ative-a em Privacidade e Segurança antes de gravar.
ru: Разрешение на камеру недоступно. Включите его в разделе «Конфиденциальность и безопасность» перед записью.
tr: Kamera izni kullanılamıyor. Kaydetmeden önce Gizlilik ve Güvenlik'te etkinleştirin.
vi: Không có quyền camera. Hãy bật trong Quyền riêng tư & Bảo mật trước khi ghi.
zh_cn: 相机权限不可用。请在录制前前往“隐私与安全性”启用。
zh_tw: 相機權限無法使用。請在錄製前前往「隱私權與安全性」啟用。

source: Checking transcription model…
ar: جارٍ التحقق من نموذج النسخ…
de: Transkriptionsmodell wird geprüft…
es: Comprobando el modelo de transcripción…
fr: Vérification du modèle de transcription…
it: Verifica del modello di trascrizione…
ja_jp: 文字起こしモデルを確認中…
ko_kr: 스크립트 모델 확인 중…
pt_br: Verificando o modelo de transcrição…
ru: Проверка модели расшифровки…
tr: Transkripsiyon modeli kontrol ediliyor…
vi: Đang kiểm tra mô hình chép lời…
zh_cn: 正在检查转录模型…
zh_tw: 正在檢查轉錄模型…

source: Choose a screen or window
ar: اختر شاشة أو نافذة
de: Bildschirm oder Fenster auswählen
es: Elige una pantalla o ventana
fr: Choisir un écran ou une fenêtre
it: Scegli uno schermo o una finestra
ja_jp: 画面またはウインドウを選択
ko_kr: 화면 또는 윈도우 선택
pt_br: Escolha uma tela ou janela
ru: Выберите экран или окно
tr: Bir ekran veya pencere seçin
vi: Chọn màn hình hoặc cửa sổ
zh_cn: 选择屏幕或窗口
zh_tw: 選擇螢幕或視窗

source: Choose webcam shape
ar: اختر شكل كاميرا الويب
de: Webcam-Form auswählen
es: Elige la forma de la cámara web
fr: Choisir la forme de la webcam
it: Scegli la forma della webcam
ja_jp: Webカメラの形状を選択
ko_kr: 웹캠 모양 선택
pt_br: Escolha o formato da webcam
ru: Выберите форму веб-камеры
tr: Web Kamerası Şeklini Seçin
vi: Chọn hình dạng webcam
zh_cn: 选择摄像头形状
zh_tw: 選擇網路攝影機形狀

source: Circle
ar: دائرة
de: Kreis
es: Círculo
fr: Cercle
it: Cerchio
ja_jp: 円
ko_kr: 원
pt_br: Círculo
ru: Круг
tr: Daire
vi: Hình tròn
zh_cn: 圆形
zh_tw: 圓形

source: Copy the local video file
ar: نسخ ملف الفيديو المحلي
de: Lokale Videodatei kopieren
es: Copiar el archivo de vídeo local
fr: Copier le fichier vidéo local
it: Copia il file video locale
ja_jp: ローカルビデオファイルをコピー
ko_kr: 로컬 비디오 파일 복사
pt_br: Copiar o arquivo de vídeo local
ru: Копировать локальный видеофайл
tr: Yerel Video Dosyasını Kopyala
vi: Sao chép tệp video cục bộ
zh_cn: 复制本地视频文件
zh_tw: 拷貝本機影片檔案

source: Copy the transcript
ar: نسخ النص
de: Transkript kopieren
es: Copiar la transcripción
fr: Copier la transcription
it: Copia la trascrizione
ja_jp: 文字起こしをコピー
ko_kr: 스크립트 복사
pt_br: Copiar a transcrição
ru: Копировать расшифровку
tr: Transkripti kopyala
vi: Sao chép bản chép lời
zh_cn: 复制转录文本
zh_tw: 複製轉錄文字

source: Copy transcript
ar: نسخ النص
de: Transkript kopieren
es: Copiar transcripción
fr: Copier la transcription
it: Copia trascrizione
ja_jp: 文字起こしをコピー
ko_kr: 스크립트 복사
pt_br: Copiar transcrição
ru: Копировать расшифровку
tr: Transkripti kopyala
vi: Sao chép bản chép lời
zh_cn: 复制转录文本
zh_tw: 複製轉錄文字

source: Copy video
ar: نسخ الفيديو
de: Video kopieren
es: Copiar vídeo
fr: Copier la vidéo
it: Copia video
ja_jp: ビデオをコピー
ko_kr: 비디오 복사
pt_br: Copiar vídeo
ru: Копировать видео
tr: Videoyu kopyala
vi: Sao chép video
zh_cn: 复制视频
zh_tw: 複製影片

source: Transcript format
ar: تنسيق النص
de: Transkriptformat
es: Formato de transcripción
fr: Format de transcription
it: Formato trascrizione
ja_jp: 文字起こし形式
ko_kr: 스크립트 형식
pt_br: Formato da transcrição
ru: Формат расшифровки
tr: Transkript biçimi
vi: Định dạng bản chép lời
zh_cn: 转录格式
zh_tw: 轉錄格式

source: Dismiss
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja_jp: 完了
ko_kr: 완료
pt_br: Concluído
ru: Готово
tr: Bitti
vi: Xong
zh_cn: 完成
zh_tw: 完成

source: Download Model
ar: تنزيل النموذج
de: Modell laden
es: Descargar modelo
fr: Télécharger le modèle
it: Scarica modello
ja_jp: モデルをダウンロード
ko_kr: 모델 다운로드
pt_br: Baixar modelo
ru: Скачать модель
tr: Modeli İndir
vi: Tải mô hình xuống
zh_cn: 下载模型
zh_tw: 下載模型

source: Retry transcription
ar: إعادة محاولة النسخ
de: Transkription erneut versuchen
es: Reintentar la transcripción
fr: Réessayer la transcription
it: Riprova la trascrizione
ja_jp: 文字起こしを再試行
ko_kr: 전사 다시 시도
pt_br: Tentar transcrição novamente
ru: Повторить транскрибирование
tr: Transkripsiyonu yeniden dene
vi: Thử phiên âm lại
zh_cn: 重试转录
zh_tw: 重試轉錄

source: Transcribing recording…
ar: جارٍ نسخ التسجيل…
de: Aufnahme wird transkribiert…
es: Transcribiendo la grabación…
fr: Transcription de l’enregistrement…
it: Trascrizione della registrazione…
ja_jp: 録音を文字起こし中…
ko_kr: 녹음 전사 중…
pt_br: Transcrevendo a gravação…
ru: Выполняется транскрибирование записи…
tr: Kayıt transkribe ediliyor…
vi: Đang phiên âm bản ghi…
zh_cn: 正在转录录制内容…
zh_tw: 正在轉錄錄製內容…

source: Enable global shortcut ⇧⌘O
ar: تمكين الاختصار العام ⇧⌘O
de: Globales Tastenkürzel ⇧⌘O aktivieren
es: Activar atajo global ⇧⌘O
fr: Activer le raccourci global ⇧⌘O
it: Abilita scorciatoia globale ⇧⌘O
ja_jp: グローバルショートカット⇧⌘Oを有効にする
ko_kr: 전역 단축키 ⇧⌘O 활성화
pt_br: Ativar atalho global ⇧⌘O
ru: Включить глобальное сочетание ⇧⌘O
tr: Genel ⇧⌘O Kısayolunu Etkinleştir
vi: Bật phím tắt toàn cục ⇧⌘O
zh_cn: 启用全局快捷键 ⇧⌘O
zh_tw: 啟用全域快速鍵 ⇧⌘O

source: Finalizing Recording…
ar: جارٍ إنهاء التسجيل…
de: Aufnahme wird abgeschlossen…
es: Finalizando grabación…
fr: Finalisation de l’enregistrement…
it: Finalizzazione della registrazione…
ja_jp: 収録を完了中…
ko_kr: 녹화를 마무리하는 중…
pt_br: Finalizando gravação…
ru: Завершение записи…
tr: Kayıt Sonlandırılıyor…
vi: Đang hoàn tất bản ghi…
zh_cn: 正在完成录制…
zh_tw: 正在完成錄製…

source: Follow System
ar: اتباع النظام
de: Systemeinstellung übernehmen
es: Seguir el sistema
fr: Suivre le système
it: Segui sistema
ja_jp: システム設定に従う
ko_kr: 시스템 설정 따르기
pt_br: Seguir o sistema
ru: Как в системе
tr: Sistemi İzle
vi: Theo hệ thống
zh_cn: 跟随系统
zh_tw: 跟隨系統

source: General
ar: عام
de: Allgemein
fr: Général
it: Generali
ja_jp: 一般
ko_kr: 일반
pt_br: Geral
ru: Основные
tr: Genel
vi: Chung
zh_cn: 通用
zh_tw: 一般

source: Install Model
ar: تثبيت النموذج
de: Modell installieren
es: Instalar modelo
fr: Installer le modèle
it: Installa modello
ja_jp: モデルをインストール
ko_kr: 모델 설치
pt_br: Instalar modelo
ru: Установить модель
tr: Modeli Yükle
vi: Cài đặt mô hình
zh_cn: 安装模型
zh_tw: 安裝模型

source: Installing transcription model…
ar: جارٍ تثبيت نموذج النسخ…
de: Transkriptionsmodell wird installiert…
es: Instalando el modelo de transcripción…
fr: Installation du modèle de transcription…
it: Installazione del modello di trascrizione…
ja_jp: 文字起こしモデルをインストール中…
ko_kr: 스크립트 모델 설치 중…
pt_br: Instalando o modelo de transcrição…
ru: Установка модели расшифровки…
tr: Transkripsiyon modeli yükleniyor…
vi: Đang cài đặt mô hình chép lời…
zh_cn: 正在安装转录模型…
zh_tw: 正在安裝轉錄模型…

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja_jp: 言語
ko_kr: 언어
pt_br: Idioma
ru: Язык
tr: Dil
vi: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

source: Microphone
ar: الميكروفون
de: Mikrofon
es: Micrófono
it: Microfono
ja_jp: マイク
ko_kr: 마이크
pt_br: Microfone
ru: Микрофон
tr: Mikrofon
vi: Micrô
zh_cn: 麦克风
zh_tw: 麥克風

source: Microphone audio output could not be configured.
ar: تعذر تكوين إخراج صوت الميكروفون.
de: Die Mikrofonaudioausgabe konnte nicht konfiguriert werden.
es: No se pudo configurar la salida de audio del micrófono.
fr: La sortie audio du microphone n’a pas pu être configurée.
it: Impossibile configurare l’uscita audio del microfono.
ja_jp: マイクのオーディオ出力を構成できませんでした。
ko_kr: 마이크 오디오 출력을 구성할 수 없습니다.
pt_br: Não foi possível configurar a saída de áudio do microfone.
ru: Не удалось настроить аудиовыход микрофона.
tr: Mikrofon ses çıkışı yapılandırılamadı.
vi: Không thể cấu hình đầu ra âm thanh của micrô.
zh_cn: 无法配置麦克风音频输出。
zh_tw: 無法設定麥克風音訊輸出。

source: Microphone disconnected. The recording is continuing without it.
ar: تم فصل الميكروفون. يستمر التسجيل بدونه.
de: Mikrofon wurde getrennt. Die Aufnahme wird ohne es fortgesetzt.
es: El micrófono se desconectó. La grabación continúa sin él.
fr: Le microphone a été déconnecté. L’enregistrement continue sans lui.
it: Il microfono è stato disconnesso. La registrazione continua senza di esso.
ja_jp: マイクが接続解除されました。マイクなしで収録を続けます。
ko_kr: 마이크 연결이 해제되었습니다. 마이크 없이 녹화를 계속합니다.
pt_br: O microfone foi desconectado. A gravação continuará sem ele.
ru: Микрофон отключён. Запись продолжается без него.
tr: Mikrofon bağlantısı kesildi. Kayıt onsuz devam ediyor.
vi: Micrô đã bị ngắt kết nối. Bản ghi vẫn tiếp tục mà không có micrô.
zh_cn: 麦克风已断开连接。录制将在没有麦克风的情况下继续。
zh_tw: 麥克風已中斷連線。錄製將在沒有麥克風的情況下繼續。

source: Microphone permission is unavailable. Enable it in Privacy & Security before recording.
ar: إذن الميكروفون غير متاح. فعّله في الخصوصية والأمان قبل التسجيل.
de: Die Mikrofonberechtigung ist nicht verfügbar. Vor der Aufnahme unter „Datenschutz & Sicherheit“ aktivieren.
es: El permiso del micrófono no está disponible. Actívalo en Privacidad y seguridad antes de grabar.
fr: L’autorisation du microphone n’est pas disponible. L’activer dans Confidentialité et sécurité avant l’enregistrement.
it: L’autorizzazione per il microfono non è disponibile. Abilitala in Privacy e sicurezza prima di registrare.
ja_jp: マイクの権限がありません。収録前に「プライバシーとセキュリティ」で有効にしてください。
ko_kr: 마이크 권한을 사용할 수 없습니다. 녹화 전에 개인정보 보호 및 보안에서 활성화하십시오.
pt_br: A permissão do microfone não está disponível. Ative-a em Privacidade e Segurança antes de gravar.
ru: Разрешение на микрофон недоступно. Включите его в разделе «Конфиденциальность и безопасность» перед записью.
tr: Mikrofon izni kullanılamıyor. Kaydetmeden önce Gizlilik ve Güvenlik'te etkinleştirin.
vi: Không có quyền micrô. Hãy bật trong Quyền riêng tư & Bảo mật trước khi ghi.
zh_cn: 麦克风权限不可用。请在录制前前往“隐私与安全性”启用。
zh_tw: 麥克風權限無法使用。請在錄製前前往「隱私權與安全性」啟用。

source: No downloadable transcription model is available for this language.
ar: لا يتوفر نموذج نسخ قابل للتنزيل لهذه اللغة.
de: Für diese Sprache ist kein ladbares Transkriptionsmodell verfügbar.
es: No hay ningún modelo de transcripción descargable para este idioma.
fr: Aucun modèle de transcription téléchargeable n’est disponible pour cette langue.
it: Non è disponibile alcun modello di trascrizione scaricabile per questa lingua.
ja_jp: この言語でダウンロード可能な文字起こしモデルはありません。
ko_kr: 이 언어에 다운로드할 수 있는 스크립트 모델이 없습니다.
pt_br: Não há modelo de transcrição disponível para download neste idioma.
ru: Для этого языка нет доступной для загрузки модели расшифровки.
tr: Bu dil için indirilebilir transkripsiyon modeli yok.
vi: Không có mô hình chép lời nào để tải xuống cho ngôn ngữ này.
zh_cn: 此语言没有可下载的转录模型。
zh_tw: 此語言沒有可下載的轉錄模型。

source: No local recording is active.
ar: لا يوجد تسجيل محلي نشط.
de: Keine lokale Aufnahme aktiv.
es: No hay ninguna grabación local activa.
fr: Aucun enregistrement local n’est actif.
it: Nessuna registrazione locale attiva.
ja_jp: ローカル収録は実行されていません。
ko_kr: 활성화된 로컬 녹화가 없습니다.
pt_br: Nenhuma gravação local está ativa.
ru: Локальная запись не ведётся.
tr: Etkin yerel kayıt yok.
vi: Không có bản ghi cục bộ nào đang hoạt động.
zh_cn: 没有正在进行的本地录制。
zh_tw: 沒有正在進行的本機錄製。

source: No screen or window is available. Check Screen Recording permission and refresh sources.
ar: لا توجد شاشة أو نافذة متاحة. تحقق من إذن تسجيل الشاشة وحدّث المصادر.
de: Kein Bildschirm oder Fenster verfügbar. Berechtigung für Bildschirmaufnahme prüfen und Quellen aktualisieren.
es: No hay ninguna pantalla o ventana disponible. Comprueba el permiso de grabación de pantalla y actualiza las fuentes.
fr: Aucun écran ni aucune fenêtre n’est disponible. Vérifier l’autorisation d’enregistrement de l’écran et actualiser les sources.
it: Nessuno schermo o finestra disponibile. Controlla l’autorizzazione alla registrazione schermo e aggiorna le sorgenti.
ja_jp: 利用可能な画面またはウインドウがありません。画面収録の権限を確認してソースを更新してください。
ko_kr: 사용 가능한 화면 또는 창이 없습니다. 화면 기록 권한을 확인하고 소스를 새로 고치십시오.
pt_br: Nenhuma tela ou janela está disponível. Verifique a permissão de gravação da tela e atualize as fontes.
ru: Нет доступного экрана или окна. Проверьте разрешение на запись экрана и обновите источники.
tr: Kullanılabilir ekran veya pencere yok. Ekran Kaydı iznini kontrol edin ve kaynakları yenileyin.
vi: Không có màn hình hoặc cửa sổ. Hãy kiểm tra quyền Ghi màn hình và làm mới nguồn.
zh_cn: 没有可用的屏幕或窗口。请检查屏幕录制权限并刷新来源。
zh_tw: 沒有可用的螢幕或視窗。請檢查螢幕錄製權限並重新整理來源。

source: No windows available
ar: لا توجد نوافذ متاحة
de: Keine Fenster verfügbar
es: No hay ventanas disponibles
fr: Aucune fenêtre disponible
it: Nessuna finestra disponibile
ja_jp: 利用可能なウインドウはありません
ko_kr: 사용 가능한 창 없음
pt_br: Nenhuma janela disponível
ru: Нет доступных окон
tr: Kullanılabilir pencere yok
vi: Không có cửa sổ khả dụng
zh_cn: 无可用窗口
zh_tw: 沒有可用的視窗

source: On-device speech recognition is unavailable for the selected language.
ar: التعرف على الكلام على الجهاز غير متاح للغة المحددة.
de: Spracherkennung auf dem Gerät ist für die ausgewählte Sprache nicht verfügbar.
es: El reconocimiento de voz en el dispositivo no está disponible para el idioma seleccionado.
fr: La reconnaissance vocale sur l’appareil n’est pas disponible pour la langue sélectionnée.
it: Il riconoscimento vocale sul dispositivo non è disponibile per la lingua selezionata.
ja_jp: 選択した言語ではデバイス上の音声認識を利用できません。
ko_kr: 선택한 언어에는 기기 내 음성 인식을 사용할 수 없습니다.
pt_br: O reconhecimento de fala no dispositivo não está disponível para o idioma selecionado.
ru: Распознавание речи на устройстве недоступно для выбранного языка.
tr: Seçilen dil için aygıt üzerinde konuşma tanıma kullanılamıyor.
vi: Không thể nhận dạng giọng nói trên thiết bị cho ngôn ngữ đã chọn.
zh_cn: 所选语言无法使用设备端语音识别。
zh_tw: 所選語言無法使用裝置端語音辨識。

source: Open this context in %@
ar: فتح هذا السياق في %@
de: Diesen Kontext in %@ öffnen
es: Abrir este contexto en %@
fr: Ouvrir ce contexte dans %@
it: Apri questo contesto in %@
ja_jp: このコンテキストを%@で開く
ko_kr: 이 컨텍스트를 %@에서 열기
pt_br: Abrir este contexto no %@
ru: Открыть этот контекст в %@
tr: Bu bağlamı %@ içinde aç
vi: Mở ngữ cảnh này trong %@
zh_cn: 在 %@ 中打开此上下文
zh_tw: 在 %@ 中開啟此內容脈絡
